Repository: CMS-Scripts/drupal_faceted_search
Catalog: translations/*.po
Languages: de, nl

source: Related categories may be grouped by facet (useful when a node uses more than one category per facet), or ungrouped (flat list of categories).
nl: Gerelateerde categorieën kunnen worden gegroepeerd per facet (handig als een node meer dan één categorie per facet gebruikt) of ongegroepeerd (een lijst met categorieën)

source: results
de: Ergebnisse
nl: resultaten

source: Subcategories:
de: Unterkategorien:
nl: Subcategorieën:

source: No subcategories.
de: Keine Unterkategorien
nl: Geen subcategorieën

source: With all of the words
de: mit diesen Wörtern
nl: Met alle woorden

source: With the exact phrase
de: Mit dem exacten Wortlaut
nl: Met de exacte zin

source: With at least one of the words
de: Mit wenigstens einem dieser Wrote
nl: Met ten minste één van de woorden

source: Without the words
de: Ohne diese Worter
nl: Zonder de woorden

source: Back to results
de: Zurück zu den Ergebnissen
nl: Terug naar resultaten

source: More options
de: Mehr Optionen
nl: Meer opties

source: more...
de: Mehr
nl: meer...

source: all
de: Alle
nl: alle

source: Remove this term
de: Diesen Begriff entfernen
nl: Verwijder deze term

source: Sort by: !options
de: Sortieren nach: !options
nl: Sorteer op: !options

source: 1 result
de: 1 Resultat
nl: 1 resultaat

source: Result @to of @total
de: @to aus @total
nl: Resultaat @to van @total

source: @total results
de: @total Ergebnisse
nl: @total resultaten

source: Results @from - @to of @total
de: Ergebnisse @from - @to aus @total
nl: Resultaten @from - @to van @total

source: Results
de: Ergebnisse
nl: Resultaten

source: Your search yielded no results
de: Die Suche lieferte keine Ergebnisse.
nl: Uw zoekopdracht heeft geen resultaten opgeleverd

source: Click a term to refine your current search.
nl: Klik op een term voor een nog fijner zoekresultaat.

source: Click a term to initiate a search.
nl: Klik op een term om het zoeken te beginnen.

source: use faceted search
de: Facettenklassifikation verwenden
nl: gebruik gefaceteerd zoeken

source: The newly enabled taxonomy facets will only become effective after their indexes have been built by <a href="@cron">cron</a> runs.
nl: De net aangezetten taxonomiefacetten zullen actief worden nadat de indexen zijn opgebouwd bij de volgende <a href="@cron">cron</a> run.

source: Taxonomy index
de: Index der Taxonomie
nl: Taxonomie-index

source: The primary identifier for a faceted search environment.
nl: De primaire identificatie voor een gefaceteerde zoekomgeving.

source: The unique name of the faceted search environment. May only be alphanumeric characters plus underscores.
nl: De unieke naam van de gefaceteerde zoekomgeving. Mag alleen alfanumerieke karakters en underscores bevatten.

source: The description of the faceted search environment.
nl: De omschrijving van de gefaceteerde zoekomgeving.

source: A serialized array of settings for the faceted search environment.
nl: Een seriële array van instellingen voor de gefaceteerde zoekomgeving.

source: Stores relationships of terms to nodes, including ancestors of the related terms. This is redundant to {term_node} and {term_hierarchy} to help faceted search performance.
nl: Slaat relaties van termen tot nodes op, inclusief bovenliggende termen. Dit is overbodig voor {term_node} en {term_hierarchy} om te helpen met de prestaties voor gefaceteerd zoeken.

source: Primary Key: The {node}.nid of the node.
de: Primärschlüssel: Die {node}.nid von diesem Beitrag.
nl: Primaire sleutel: De {node}.nid van de node.

source: Primary Key: The {term_data}.tid of a term assigned to the node.
de: Primärschlüssel: Die {term_data}.tid eines Begriffes der diesem Beitrag zugewiesen wurde.
nl: Primaire sleutel: De {term_data}.tid van een aan de node toegewezen term.

source: Manages the dirtiness of relationships of terms to nodes.
nl: Beheert de viesheid van relaties van termen tot nodes.

source: The Unix timestamp of the most recent change requiring an update of the {taxonomy_facets_term_node} table. Value is zero when the node is up-to-date.
nl: De Unix timestamp van de meest recente verandering die een update van de {taxonomy_facets_term_node} tabel nodig heeft. De waarde is 0 als geen update nodig is.

source: Re-indexing for taxonomy facets is needed and will start on the next <a href="@cron">cron</a> run.
nl: Herindexeren van taxonomiefacetten is nodig en zal worden gedaan bij de volgende <a href="@cron">cron</a> run.

source: Author Facet
nl: Auteurfacet

source: Provides a facet for content authors.
de: Eine Klassifikation für Autoren
nl: Facet voor auteurs.

source: Faceted Search
de: Facettenklassifikation
nl: Gefaceteerd zoeken

source: Content Type Facet
nl: Inhoudstypefacet

source: Provides a facet for content types.
de: Klassifikation nach Inhaltstyp bereitstellen
nl: Facet voor inhoudstypes.

source: Date Authored Facet
nl: Datum aangemaakt facet

source: Provides a facet for searching content by date of creation.
nl: Een facet voor het zoeken van inhoud op datum van aanmaken.

source: Date Facets Format
nl: Datumfacettenformaat

source: Provides formatting options for date-based facets.
nl: Formaatopties voor op datum gebaseerd facetten.

source: API for performing faceted searches.
nl: API voor het gefaceteerd zoeken.

source: Faceted Search UI
nl: Gefaceteerd zoeken UI

source: User interface for searching and browsing through multiple facets.
de: Benutzerinterface für die Suche und das Blättern durch viele Facettenklassifikationen
nl: Gebruikersinterface voor het zoeken en browsen door verschillende facetten.

source: Faceted Search Views
nl: Gefaceteerd zoeken Views

source: Allows to use Views to display Faceted Search results.
nl: Laat Views gebruikt worden voor het tonen van resultaten van gefaceteerde zoekopdrachten.

source: Field Keyword Filter
nl: Trefwoordveldfilter

source: Allows users to perform keyword searches restricted by field.
nl: Laat gebruikers trefwoordzoekopdrachten doen per veld.

source: Taxonomy Facets
nl: Taxonomiefacetten

source: Provides facets based on taxonomy.
de: Facettenklassifizierung entlang der Taxonomie.
nl: Facetten gebaseerd op taxonomie.

source: Facet
de: Facettenklassifikation

source: Type
de: Typ

source: No facets available.
de: Keine Facet vorhanden.

source: No keyword filters available.
de: Keine Filter für Schlüsselworte verfügbar.

source: faceted_search
de: Facettenklassifikation

source: Sticky
de: am Anfang von Listen

source: Published
de: Veröffentlicht

source: Front page
de: Startseite

source: Moderated
de: Moderiert

source: Value
de: Wert

source: Yes
de: Ja

source: No
de: Nein

source: Term
de: Begriff

source: Provides facets for publishing options.
de: Klassifikation entsprechend der Veröffentlichung.
