Repository: CMS-Scripts/drupal_faceted_search
Catalog: translations/*.po
Languages: de, nl

source: Edit
de: Bearbeiten
nl: Bewerken

source: Delete
de: Löschen
nl: Verwijderen

source: This page shows all of the faceted search environments that are currently defined.
de: Alle definierten Facettenklassifikations-Umgebungen
nl: Deze pagina toont alle gefaceteerde zoekomgevingen.

source: Environment
de: Umgebung
nl: Omgeving

source: Description
de: Beschreibung
nl: Beschrijving

source: Operations
de: Operationen
nl: Handelingen

source: No faceted search environments have currently been defined.
de: Facettenklassifikations-Umgebungen wurden bisher nicht definiert.
nl: Er zijn geen gefaceteerde zoekomgevingen.

source: Are you sure you want to delete %env?
de: Soll %env gelöscht werden?
nl: Weet je zeker dat je %env wilt verwijderen?

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Cancel
de: Abbrechen
nl: Annuleren

source: Faceted search environment %name deleted.
de: Facettenklassifikations-Umgebung %name wurde gelöscht.
nl: Gefaceteerde zoekomgeving %name is verwijderd.

source: Faceted search environment: @name
de: Faceted search Umgebung: @name
nl: Gefaceteerde zoekomgeving: @name

source: Add a faceted search environment
de: Faceted Search Umgebung hinzufügen
nl: Voeg een gefaceteerde zoekomgeving toe

source: Basic information
de: Basisinformation
nl: Basisinformatie

source: Name
nl: Naam

source: A unique name to help site administrators identify the environment. Only alphanumeric and the underscore character are allowed here.
de: Ein eindeutiger Name für die Facettenklassifikations-Umgebungen. Nur Buchstaben, Zahlen und Unterstrich _ sind hier möglich.
nl: Een unieke naam om beheerders de omgeving te helpen vinden. Alleen alfanumerieke karakters en underscores zijn toegestaan.

source: Title
de: Titel
nl: Titel

source: The title shown to users on the environment's pages.
de: Der Titel für die Facettenklassifikations-Umgebungen.
nl: De titel die wordt getoond aan gebruikers van de omgevingpagina's.

source: The description of the environment for site administrators.
de: Die Beschreibung der Umgebung für den Administrator
nl: De beschrijving van de omgeving voor beheerders.

source: Content types
de: Inhaltstypen
nl: Inhoudstypen

source: Only the checked types will appear in this search environment. If none is checked, all types will be allowed.
de: Inhaltstypen auswählen, die in die Facettenklassifikations-Umgebung aufgenommen werden, ist keines ausgewählt, werden alle Inhaltstypen verwendet.
nl: Alleen de aangevinkte types zullen in de zoekomgeving verschijnen. Als er geen aangevinkte types zijn zullen allen worden gebruikt.

source: Let unpublished nodes appear in search results
de: Unveröffentlichte Beiträge in Suchergebnisse aufnehmen
nl: Laat niet-gepubliceerde nodes zien in de zoekresultaten

source: When this is enabled, unpublished nodes are allowed to appear in search results to users with the 'administer nodes' permission. Note that unpublished nodes are never indexed by Drupal core, so they will never appear in keyword search results although they <em>will</em> appear in guided search results.
de: Auch unveröffentlichte Beiträge werden in Suchergebnissen erscheinen, wenn der Benutzer das Recht 'Beiträge verwalten' hat. Unveröffentlichte Beiträge werden von der Suche von Drupal nicht indexiert und erscheinen <em>nur</em> in einer geführten Suche.
nl: Niet-gepubliceerde nodes zullen in zoekresultaten verschijnen bij gebruikers die 'beheer nodes' permissies hebben. Merk op dat niet-gepubliceerde nodes nooit worden geindexeerd door Drupal core, zij zullen dus nooit in trefwoordzoekresultaten verschijnen. Zij zullen <em>wel</em> verschijnen in geassisteerde zoekresultaten.

source: Facets
nl: Facetten

source: <p>Facets provide categories for users to browse and refine their search.</p><p>Check the facets you wish to expose to users. In listings, the heavier facets will sink and the lighter facets will be positioned nearer the top.</p><p>The Sort criteria applies to categories listings only, and the Categories limit applies to category listings in the Guided search only. For performance reasons, it is advisable to select some limit (users will still be able to get the full listing of categories by following a <em>more</em> link).</p>
de: <p>Facets bietet Kategorien (oder Klassen) um eine Suche zu verfeinern oder um eine Website zu durchstöbern.</p><p>Kategorien für die Suche auswählen. Je kleiner die Zahl, desto höher wird die Kategorie platziert.</p><p>Das Sortierkriterium legt die Sortierung von Listen einer Kategorie fest. Die Begrenzung wirkt auf Kategorien in der geführten Suche. Um die Suche zu beschleunigen ist es empfehlenswert eine Begrenzung festzulegen, über den Link <em>Weiter</em> gelangen die Benutzer der Site auf die vollständige Liste.</p>
nl: <p>Facetten stellen categorieën beschikbaar aan gebruikers om te browsen en verfijnder te kunnen zoeken.</p><p>Vink de facetten aan die je aan de gebruiker beschikbaar wilt stellen. In lijsten zullen de zwaardere velden zinken terwijl de lichtere velden naar boven zullen zweven.</p><p>De sorteercriteria zijn alleen voor de categorielijsten, de categorielimiet is alleen voor categorielijsten in geassisteerd zoeken. Om prestatieredenen is het aan te raden om een limiet in te stellen (gebruikers kunnen nog steeds de volledige lijst met categorieën bekijken door op <em>meer</em> te drukken).</p>

source: Keyword search
de: Suche anhand von Schlüsselworten
nl: Op trefwoord zoeken

source: Fields
de: Felder
nl: Velden

source: <p>Users may restrict keyword search by field. <em>Anywhere</em> lets them search for keywords in the full nodes.</p><p>Check the fields you wish to expose to users for keyword search. In listings, the heavier fields will sink and the lighter fields will be positioned nearer the top.</p>
de: <p>Benutzer können die Suche nach Schlüsselwortern für Felder einschränken. <em>Überall</em> führt die Suche für den gesamten Inhalt der Beiträge durch.</p><p>Auswahl der Felder, die für Benutzer zur Schlüsselwortsuche zur Verfügung stehen. Je kleiner die Zahl, desto höher wird das Feld platziert.</p>
nl: <p>Gebruikers mogen trefwoordzoekopdrachten beperken per veld. <em>Overal</em> laat ze zoeken naar trefwoorden in volledige nodes.</p><p>Vink dit aan om gebruikers in staat te stellen trefwoordzoekopdrachten uit te voeren. In lijsten zullen de zwaardere velden zinken terwijl de lichtere velden naar boven zullen zweven.</p>

source: Save
de: Speichern
nl: Opslaan

source: Save and edit
de: Speichern und Bearbeiten
nl: Sla op en bewerk

source: Name must be alphanumeric or underscores only.
de: Der Name darf nur alphanumerische Zeichen oder Unterstriche enthalten.
nl: De naam mag alleen uit alfanumerieke karakters en underscores bestaan.

source: Name %name already in use.
de: %name ist schon in Verwendung
nl: Naam %name is al in gebruik.

source: Weight must be a numeric value.
de: Gewichtung muss numerisch sein.
nl: Het gewicht moet numeriek zijn.

source: The faceted search environment %name has been saved.
de: Die Facettenklassifikation %name wurde gespeichert.
nl: De gefaceteerde zoekomgeving %name is opgeslagen.

source: Count
de: Anzahl
nl: Aantal

source: Search
de: Suchen
nl: Zoeken

source: Extracts
de: Auszüge
nl: Uittreksels

source: Teasers
de: Anrißtexte
nl: Voorbeeldweergaves

source: Indexing
de: Indizierung
nl: Indexeren

source: If you are getting inconsistent results when navigating taxonomy facets, try to <a href="@rebuild">rebuild the Taxonomy Facets index</a>. However, inconsistencies might denote a bug; please report any bug to Faceted Search's <a href="http://drupal.org/project/issues/faceted_search">issue queue</a>.
de: Falls inkonsistente Ergebnisse in der Suche über Taxonomien erscheinen, <a href="@rebuild">erneuern Sie den Taxonomy Facets Index </a>.
nl: Als je inconsistente zoekresultaten krijgt als je taxonomiefacetten doorzoekt, probeer dan om <a href="@rebuild">de taxonomiefacetindex opnieuw op te bouwen</a>. Echter, inconsistentie kan ook een bug betekenen, deze kunnen in de Gefaceteerd zoeken <a href="http://drupal.org/project/issues/faceted_search">issue queue</a> gemeld worden.

source: There are currently no vocabularies. Go to the !page first to create vocabularies.
de: Aktuell gibt es keine Vokabulare, erstellen Sie ein solchen auf !page.
nl: Er zijn geen woordenschatten. Ga eerst naar !page om woordenschatten te maken.

source: Categories page
de: Kategorienseite
nl: Categorieënpagina

source: Indexing will start on the next <a href="@cron">cron</a> run.
de: Indexierung startet mit dem nächsten <a href="@cron">Cron-Lauf</a>.
nl: Indexeren zal beginnen bij de volgende <a href="@cron">cron</a> run.

source: Author Facet options
de: 'Autor' Option
nl: Facettenopties voor auteur

source: Roles to exclude from the Author facet
de: Diese Rollen von der Klassifikation nach Autoren ausschließen
nl: Rollen om uit te sluiten van auteurfacet

source: Any user having one or more of the checked roles will not appear in the facet. Note that this setting is not a filter for search results; content from excluded users can still be searchable through other facets or from text searches.
de: Benutzer dieser Rollen erscheinen nicht in der Facettenklassifikation.
nl: Elke gebruiker die van een aangevinkte rol uitmaakt zal niet verschijnen in het facet. Merk op dat deze instelling geen filter is voor zoekresultaten; inhoud van deze gebruikers kan nog steeds worden doorzocht door andere facetten of zoekopdrachten.

source: No roles are currently available.
de: Momentan sind keine Rollen verfügbar.
nl: Er zijn op dit moment geen rollen beschikbaar.

source: Anonymous
de: anonym
nl: Anoniem

source: Author
de: Autor
nl: Auteur

source: Content Type Facet options
de: Optionen für Inhaltstypen
nl: Inhoudstypefacetopties

source: Content types to display in the Content type facet
de: Inhaltstypen für die Klassifikation auswählen
nl: Inhoudstypes om te laten zien in het inhoudstypefacet

source: Only the checked types will appear in the Content type facet. If none is checked, all types allowed by the search environment may appear in the facet. Note that this setting is not a filter for search results; all content types allowed by the search environment will still be searchable through other facets or from text searches.
nl: Alleen de aangevinkte types zullen verschijnen in het inhoudstypefacet. Als er geen aangevinkt zijn zullen alle types verschijnen in het facet. Merk op dat deze instelling geen filter is voor zoekresultaten; alle inhoudstypes die worden toegestaan door de zoekomgeving zullen nog steeds doorzoekbaar zijn door andere facetten of zoekopdrachten.

source: No content types are currently defined.
de: Es gibt keine aktiven Inhaltstypen.
nl: Er zijn op dit moment geen inhoudstypes gedefinieerd.

source: Content type
de: Inhaltstyp
nl: Inhoudstype

source: Date authored
de: geschrieben am
nl: Datum geplaatst

source: Oldest first
de: Datum - Älteste zuerst
nl: Oudste eerst

source: Latest first
de: Datum - Jüngste zuerst
nl: Nieuwste eerst

source: Date formats
de: Datumformate
nl: Datumformaten

source: Choose the display formats to use when navigating date-based facets.
nl: Kies het datumformaat om te gebruiken als er door op datum gebaseerde facetten wordt genavigeerd.

source: Year format
de: Jahresformat
nl: Jaarformaat

source: The format for year display.
de: Ausgabe der Jahreszahl
nl: Het formaat voor het weergeven van een jaartal.

source: Year & month format
de: Format für Jahr und Monat
nl: Jaar- en maandformaat

source: The format for year & month display.
de: Anzeige von Jahr und Monat
nl: Het formaat voor het weergeven van een jaartal en maand.

source: Full date format
de: Langes Datumsformat
nl: Formaat voor volledige datum

source: The format for full date display.
de: Anzeige des Langen Datumsformats.
nl: Het formaat voor de volledige datumweergave

source: A faceted search interface allows users to browse content in such a way that they can rapidly get acquainted with the scope and nature of the content without ever feeling lost. Such system relies on metadata (such as !categories) usually built specifically for !classification.
nl: Een gefaceteerde zoekomgeving laat gebruikers door inhoud browsen op een manier waarop zij gemakkelijk in staat worden gesteld om zich bekend te maken met de inhoud. Zo'n systeem bestaat uit metadata (zoals !categories) die normaal speciaal voor !classification is gemaakt.

source: categories
de: Kategorien
nl: categorieën

source: faceted classification
de: Facettenklassifikation
nl: facettenclassificatie

source: Introductory information is provided in !article about when to use &mdash; and how to build &mdash; a faceted classification.
nl: Introductieinformatie is te vinden in !article over wanneer je &mdash; kan gebruiken en hoe je &mdash; kan bouwen, een facettenclassificatie.

source: this article
de: dieser Beitrag
nl: dit artikel

source: Anywhere
de: Überall
nl: Overal

source: Weight
de: Reihenfolge
nl: Gewicht

source: Sort criteria
de: Sortierkriterium
nl: Sorteercritera

source: Categories limit
de: Begrenzung für Kategorien
nl: Limiet voor categorieën

source: Enabled facets
de: Aktivierte Facets
nl: Geactiveerde facetten

source: Disabled facets
de: Deaktivierte Facets
nl: Niet-geactiveerde facetten

source: Field
de: Feld
nl: Veld

source: Enabled fields
de: aktivierte Felder
nl: Geactiveerde velden

source: Disabled fields
de: deaktivierte Felder
nl: Niet-geactiveerde velden

source: Enabled
de: Aktiviert
nl: Ingeschakeld

source: Sort criteria for categories
de: Sortierkriterien für Kategorien
nl: Sorteercriteria voor categorieën

source: n/a
de: n/v
nl: niet beschikbaar

source: Number of categories to show in guided search
de: Zahl der Kategorien für die geführte Suche
nl: Aantal categorieën om te laten zien bij een geassisteerde zoekopdracht

source: All categories
de: Alle Kategorien
nl: Alle categorieën

source: Up to 5 categories
de: bis zu 5 Kategorien
nl: Tot 5 categorieën

source: Up to 10 categories
de: bis zu 10 Kategorien
nl: Tot 10 categorieën

source: Up to 15 categories
de: bis zu 15 Kategorien
nl: Tot 15 categorieën

source: Up to 20 categories
de: bis zu 20 Kategorien
nl: Tot 20 categorieën

source: Up to 25 categories
de: bis zu 25 Kategorien
nl: Tot 25 categorieën

source: Up to 30 categories
de: bis zu 30 Kategorien
nl: Tot 30 categorieën

source: Up to 40 categories
de: bis zu 40 Kategorien
nl: Tot 40 categorieën

source: Up to 50 categories
de: bis zu 50 Kategorien
nl: Tot 50 categorieën

source: Up to 100 categories
de: bis zu 100 Kategorien
nl: Tot 100 categorieën

source: administer faceted search
de: faceted Search konfigurieren
nl: beheer gefaceteerd zoeken

source: Faceted search
de: Facettenklassifikation
nl: Gefaceteerd zoeken

source: Administer faceted search environments.
de: Administration der Facettenklassifikations-Umgebung.
nl: Beheer gafaceteerd zoekenomgevingen.

source: List
de: Liste
nl: Lijst

source: Add environment
de: Umgebung hinzufügen
nl: Voeg omgeving toe

source: @env - Current search
de: @env - Aktuelle Suche
nl: @env - Huidige zoekopdracht

source: @env - Keyword search
de: @env - nach Schlagwörtern suchen
nl: @env - Zoeken op trefwoord

source: @env - Guided search
de: @env - Geführte Suche
nl: @env - Geassisteerde zoekopdracht

source: @env - Related categories
de: @env - Verbundene Kategorien
nl: @env - Gerelateerde categorieën

source: @env - Sort options
de: @env - Sortierung
nl: @env - Sorteeropties

source: Current search
de: die aktuelle Suche
nl: Huidige zoekopdracht

source: Guided search
de: Geführte Suche
nl: Geassisteerde zoekopdracht

source: Related categories
de: Verwandte Kategorien
nl: Gerelateerde categorieën

source: Base path
de: Basispfad
nl: Basispad

source: The base path under which this faceted search environment will be accessed. All faceted search links will be derived from that base path. Do not begin or end the base path with a /. Be careful to assign each faceted search environment its own distinct path.
nl: Het basispad waarmee de gefaceteerde zoekomgeving kan worden bereikt. Alle gefaceteerde zoeklinks zullen worden gekoppeld aan het basispad. Begin of eindig niet met een /. Let op dat je iedere gefaceteerde zoekomgeving een eigen pad geeft.

source: Start page
de: Startseite
nl: Startpagina

source: Path to go to when the current search is cleared. Popular options are the base path as entered above (shows a full search page), the base path followed by <code>/results</code> (shows all content using the same display style as search results), and <code>&lt;front&gt;</code> (goes to your site's front page). Do not begin or end the start page's path with a /.
nl: Pad om naar toe te gaan als de huidige zoekopdracht wordt gewist. Populaire opties zijn het basispad zoals dat boven is ingevuld (laat een volledige zoekpagina zien), het basispad gevolgd door<code>/results</code> (laat alle inhoud zien in dezelfde weergavestijl als de zoekresultaten, en <code>&lt;front&gt;</code> (gaat naar de voorpagina van de site). Begin of eindig niet met een /.

source: Results page
de: Ergebnis anzeigen
nl: Resultatenpagina

source: Display style
de: Darstellungsweise
nl: Weergavestijl

source: When the <em>Extracts</em> option is selected, search results show extracts relevant to the search keywords. With the <em>Teasers</em> option, search results use standard teasers. Other modules may provide additional display styles.
nl: Als de <em>uittreksels</em>-optie is geselecteerd zullen zoekresultaten uittreksels laten zien die relevant zijn voor de trefwoorden. Met de <em>voorbeeldweergave</em>-optie zullen de zoekresultaten bestaan uit normale voorbeeldweergaves. Andere modules kunnen andere weergavestijlen beschikbaar stellen.

source: Use the <em>Extracts</em> display style selectively.
nl: Gebruik de <em>uittreksels</em> weergavestijl selectief.

source: If this is enabled, search results will be shown in the <em>Extracts</em> display style when the current search uses keywords, or use the above display style otherwise.
nl: Zoekresultaten zullen worden getoond in de <em>uittreksels</em>weergavestijl als de huidige zoekopdracht trefwoorden gebruikt of zal anders de bovenstaande weergavestijl gebruiken.

source: Provide Current search block
de: Einen Block für die aktuelle Suche bereitstellen
nl: Stel huidig zoekresultaatblok beschikbaar

source: When enabled, this block appears when search terms have been entered. This block can only appear on Faceted Search pages. Block visibility settings may define additional conditions for this block to appear.
nl: Dit blok zal verschijnen als zoektermen zijn ingevuld. Het zal alleen verschijnen op gefaceteerde zoekpagina's. Met de zichtbaarheidsinstellingen van het blok kunnen condities worden toegevoegd over waar dit blok moet verschijnen.

source: Provide Keyword search block
de: Block für Schlagwortsuche bereitstellen.
nl: Stel trefwoordzoekblok beschikbaar

source: When enabled, this block provides a form where a search text can be entered. Block visibility settings may define additional conditions for this block to appear.
nl: Dit blok zal verschijnen als als een formulier te zien is waas tekst kan worden ingevoerd. Met de zichtbaarheidsinstellingen van het blok kunnen condities worden toegevoegd over waar dit blok moet verschijnen.

source: Default mode
de: Standardmodus
nl: Standaardmodus

source: Choose the mode to select by default in keyword search. <em>New search</em> might be more intuitive to users not familiar with Faceted Search's interface since it mimics most search engines.
nl: Kies de modus om automatisch te kiezen in de trefwoordzoekopdracht. <em>Nieuwe zoekodpracht</em> is wellicht meer intuitief voor gebruikers die niet bekend zijn met de interface van gefaceteerd zoeken omdat het overkomt als een normale zoekmachine.

source: New search
de: Neue Suche
nl: Nieuwe zoekopdracht

source: Search within results
de: Suche innerhalb der Ergebnisse
nl: Zoek binnen resultaten

source: Provide field selector in the Keyword search block
nl: Stel een veldselectie beschikbaar in het trefwoordzoekblok

source: When enabled, the field selector will appear in the Keyword search block if there is at least one field enabled for keyword search. Note that the field selector is always shown on the <em>More options</em> page.
nl: De veldselectie zal verschijnen in het trefwoordzoekblok als tenminste één veld aanstaat. De veldselectie is altijd te zien op <em>Meer opties</em>-pagina.

source: Provide Guided search block
de: Einen Block für die geführte Suche bereitstellen
nl: Stel geassisteerd zoekblok beschikbaar

source: When enabled, this block shows categories that may be selected to start or refine a search. Block visibility settings may define additional conditions for this block to appear.
nl: Dit blok zal categorieën laten zien die kunnen worden aangeklikt om een zoekopdracht te starten of verfijnen. Met de zichtbaarheidsinstellingen van het blok kunnen condities worden toegevoegd over waar dit blok moet verschijnen.

source: Provide Sort options block
de: Einen Block mit Sortieroptionen bereitstellen
nl: Stel een sorteeroptiesblok beschikbaar

source: When enabled, this block appears when navigating a full-page list of categories (after clicking the <em>More</em> link of a facet in the Guided search). Block visibility settings may define additional conditions for this block to appear.
nl: Dit blok zal verschijnen als een volledige paginalijst met categorieën wordt bekeken (na het klikken van de <em>meer</em> link van een facet in de geassisteerde zoekodpracht. Met de zichtbaarheidsinstellingen van het blok kunnen condities worden toegevoegd over waar dit blok moet verschijnen.

source: Show tooltips on categories
de: Tooltips zu Kategorien anzeigen
nl: Laat tooltips zien op categorieën

source: Check this option to have tooltips displayed with subcategories when hovering over a category in the Guided search. This feature works only with clients that have JavaScript enabled, but is unobtrusive to clients that lack JavaScript.
nl: Vink dit aan om tooltips te laten zien bij subcategorieën als over een categorie wordt bewogen met de muis bij een geassisteerde zoekopdracht. Dit zal alleen werken bij gebruikers die JavaScript hebben ingeschakeld, maar zal geen gevolgen hebben voor gebruikers zonder JavaScript.

source: Provide Related categories block
nl: Stel gerelateerde categorieënblok beschikbaar

source: When enabled, this block appears on a node's full page, showing categories related to that node. Categories may be selected to start a search. This block only appears for node types allowed in the faceted search environment (see the <em>Basic information</em> section). Block visibility settings may define additional conditions for this block to appear.
nl: Dit blok zal verschijnen op een volledige nodepagina met categorieën gerelateerd aan die node. Categorieën kunnen worden gekozen om een zoekopdracht te beginnen. Het zal alleen verschijnen op inhoudstypes die zijn toegestaan in de gefaceteerde zoekomgeving (zie de <em>Basisinformatie</em>-sectie. Met de zichtbaarheidsinstellingen van het blok kunnen condities worden toegevoegd over waar dit blok moet verschijnen.

source: List - Ungrouped
de: Ungruppiert auflisten
nl: Lijst - ongegroepeerd

source: List - Grouped by facet
de: Nach Facetten gruppierenh
nl: Lijst - gegroepeerd op facet

source: Table - Grouped by facet
de: Tabelle - Gruppiert nach Facetten
nl: Tabel - gegroepeerd op facet
